docs/site/pennycook97_live_elect_music.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>pennycook97_live_elect_music: Live electroacoustic music: old problems, new solutions</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">pennycook97_live_elect_music: Live electroacoustic music: old problems, new solutions</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#pennycook97_live_elect_music">Live electroacoustic music: old problems, new solutions</a>
<ul>
<li><a href="#orgb858745">Role of Performer</a></li>
<li><a href="#org21774fb">Genre Failure</a></li>
<li><a href="#org1e968aa">Tutorial Tradition</a></li>
<li><a href="#org4d4e566">Role of teacher</a></li>
<li><a href="#orgeb3a617">Performance Materials</a></li>
<li><a href="#org6baad73">Gear</a></li>
<li><a href="#org2f12fb3">Listening</a></li>
<li><a href="#org6c07297">Chamber Music</a></li>
<li><a href="#org2595b42">Fusion</a></li>
<li><a href="#org2fb192d">Demands of space</a></li>
<li><a href="#orgbdb3dca">Overwhelm Audience</a></li>
<li><a href="#orga44c803">On Stage Positioning</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-pennycook97_live_elect_music" class="outline-2">
<h2 id="pennycook97_live_elect_music">Live electroacoustic music: old problems, new solutions</h2>
<div class="outline-text-2" id="text-pennycook97_live_elect_music">
</div>
<div id="outline-container-orgb858745" class="outline-3">
<h3 id="orgb858745">Role of Performer</h3>
<div class="outline-text-3" id="text-orgb858745">
<p>
The performer is now the conductor, system manager, console and lighting operator, and sometime manipulator of musical materials. They have a new role in the triangle of composer, interpreter, and audience.
</p>
</div>
</div>
<div id="outline-container-org21774fb" class="outline-3">
<h3 id="org21774fb">Genre Failure</h3>
<div class="outline-text-3" id="text-org21774fb">
<p>
Genre has failed to migrate as a regular part of concert performance of classically trained musicians.
</p>
</div>
</div>
<div id="outline-container-org1e968aa" class="outline-3">
<h3 id="org1e968aa">Tutorial Tradition</h3>
<div class="outline-text-3" id="text-org1e968aa">
<p>
Not many teachers are specialists in live electroacoustic music, despite claiming to be contemporary music specialists. This often transitions to students, who may be entirely unaware the genre exists. Thus the teacher-student-teacher cycle perpetuates itself and contemporary music is not being learned by students.
</p>
</div>
</div>
<div id="outline-container-org4d4e566" class="outline-3">
<h3 id="org4d4e566">Role of teacher</h3>
<div class="outline-text-3" id="text-org4d4e566">
<p>
While there are some courses that bring in contemporary music, the relationship with the instrumental teacher is perhaps the most important. The master sets the stage for learning technique, but also artistic value.
</p>
</div>
</div>
<div id="outline-container-orgeb3a617" class="outline-3">
<h3 id="orgeb3a617">Performance Materials</h3>
<div class="outline-text-3" id="text-orgeb3a617">
<p>
Contemporary music is likely not found in libraries or stores as more traditional music is.
There is also a lack of recordings and a performance tradition, so there is more work placed on the performer to learn how to perform a piece. Often this involves just the score, or interacting with the composer directly. It takes a lot more time to acquire a contemporary electroacoustic piece than traditional repertoire. What is on the score often can be unhelfpul. There is often a lack of cues, representation of the electronics, etc. Often you have to start the piece over anytime there is a mistake.
</p>
</div>
</div>
<div id="outline-container-org6baad73" class="outline-3">
<h3 id="org6baad73">Gear</h3>
<div class="outline-text-3" id="text-org6baad73">
<p>
Most halls and performance spaces do not have the equipment necessary to perform electroacoustic works. Performers have little training on the equipment, so they don't program the pieces. Spaces don't have them, so you would have to purchase all of your own gear. It's a bit of a circle.
</p>
</div>
</div>
<div id="outline-container-org2f12fb3" class="outline-3">
<h3 id="org2f12fb3">Listening</h3>
<div class="outline-text-3" id="text-org2f12fb3">
<p>
Listening to two streams of sound (acoustic and digital) often is disjunct for listeners, especially if the sound is unbalanced as it often is. The directionality of the speakers makes balance tricky. Using multiple high quality speakers often can help this.
</p>
</div>
</div>
<div id="outline-container-org6c07297" class="outline-3">
<h3 id="org6c07297">Chamber Music</h3>
<div class="outline-text-3" id="text-org6c07297">
<p>
Electroacoustic music often falls under the umbrella of chamber music, which has survived traditionally by performers wanting to play the music.
</p>
</div>
</div>
<div id="outline-container-org2595b42" class="outline-3">
<h3 id="org2595b42">Fusion</h3>
<div class="outline-text-3" id="text-org2595b42">
<p>
The fusion of acoustic chamber music with electroacoustic pop/rock music has rarely worked in the past. They often feel like curiosities instead of serious music
</p>
</div>
</div>
<div id="outline-container-org2fb192d" class="outline-3">
<h3 id="org2fb192d">Demands of space</h3>
<div class="outline-text-3" id="text-org2fb192d">
<p>
Many places do not have lots of speakers for multichannel diffuse works. It is also generally technically or financially infeasible for spaces to adopt this. The most appropriate spaces for multi speaker arrays also are not suitable for the acoutsic instruments or voice.
</p>
</div>
</div>
<div id="outline-container-orgbdb3dca" class="outline-3">
<h3 id="orgbdb3dca">Overwhelm Audience</h3>
<div class="outline-text-3" id="text-orgbdb3dca">
<p>
In many halls, it has been designed to bring acoustic sounds to the whole space. Putting speakers in to evenly mix everything together often will overwhelm the audience
</p>
</div>
</div>
<div id="outline-container-orga44c803" class="outline-3">
<h3 id="orga44c803">On Stage Positioning</h3>
<div class="outline-text-3" id="text-orga44c803">
<p>
On stage positioning with the players can often help with the hall, instead of being on the sides. However this can be expensive
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
